---
kind: other
id: Properties.T:Autodesk.Revit.UI.SplitButton
source: html/c4f6037c-dc6f-89b6-72e6-419828274c7d.htm
---
# SplitButton Properties

Gets or sets the current PushButton of the SplitButton.